Repository: cnsrgl/woocommerce-category-discount
Catalog: languages/woocommerce-reduction-categorie-*.po
Languages: tr_tr

source: L'extension WooCommerce Réduction par Catégorie nécessite que %sWooCommerce%s soit installé et activé.
tr_tr: WooCommerce Kategori İndirimi eklentisi için %sWooCommerce%s kurulu ve aktif olmalıdır.

source: Sécurité : impossible de traiter cette action.
tr_tr: Güvenlik: bu işlem gerçekleştirilemiyor.

source: Les réductions ont été appliquées avec succès !
tr_tr: İndirimler başarıyla uygulandı!

source: Réduction par Catégorie
tr_tr: Kategori İndirimi

source: Activer la réduction
tr_tr: İndirimi Etkinleştir

source: Type de réduction
tr_tr: İndirim Türü

source: Par catégorie
tr_tr: Kategoriye Göre

source: Par marque
tr_tr: Markaya Göre

source: Sélectionner une catégorie
tr_tr: Bir Kategori Seçin

source: Choisir une catégorie
tr_tr: Bir kategori seçin

source: Sélectionner une marque
tr_tr: Bir Marka Seçin

source: Choisir une marque
tr_tr: Bir marka seçin

source: Aucune marque trouvée. Installez un plugin de marques.
tr_tr: Hiçbir marka bulunamadı. Lütfen bir marka eklentisi kurun.

source: Taux de réduction (%)
tr_tr: İndirim Oranı (%)

source: Texte du badge de réduction
tr_tr: İndirim Rozeti Metni

source: Couleur du badge
tr_tr: Rozet Rengi

source: Appliquer les réductions maintenant
tr_tr: İndirimleri Şimdi Uygula

source: Si les réductions ne sont pas appliquées automatiquement, cliquez sur le bouton ci-dessous pour les appliquer manuellement.
tr_tr: İndirimler otomatik olarak uygulanmıyorsa, manuel olarak uygulamak için aşağıdaki butona tıklayın.

source: Comment ça marche ?
tr_tr: Nasıl Çalışır?

source: Sélectionnez le type de réduction (catégorie ou marque).
tr_tr: İndirim türünü seçin (kategori veya marka).

source: Choisissez la catégorie ou la marque concernée.
tr_tr: İlgili kategori veya markayı seçin.

source: Définissez le taux de réduction.
tr_tr: İndirim oranını belirleyin.

source: Personnalisez l'apparence du badge de réduction.
tr_tr: İndirim rozetinin görünümünü özelleştirin.

source: Enregistrez les paramètres.
tr_tr: Ayarları kaydedin.

source: La réduction sera automatiquement appliquée à tous les produits concernés.
tr_tr: İndirim, ilgili tüm ürünlere otomatik olarak uygulanacaktır.

source: Note :
tr_tr: Not:

source: Cette réduction modifie réellement le prix affiché et sera visible dans le panier et à la caisse.
tr_tr: Bu indirim, gösterilen fiyatı gerçekten değiştirir ve sepette ve ödeme sırasında görünür olacaktır.

source: Profitez de %s%% de réduction sur ce produit !
tr_tr: Bu üründe %s%% indirimden yararlanın!

source: catégorie
tr_tr: kategori

source: marque
tr_tr: marka

source: &#11088; OFFRE SPÉCIALE : %s%% DE RÉDUCTION
tr_tr: &#11088; ÖZEL TEKLİF: %s%% İNDİRİM

source: Tous les produits de cette %s bénéficient actuellement d'une réduction exceptionnelle! Profitez-en dès maintenant.
tr_tr: Bu %s içindeki tüm ürünler şu anda özel bir indirimden yararlanıyor! Hemen fırsatı değerlendirin.

source: Informations sur la réduction par catégorie
tr_tr: Kategori İndirimi Bilgileri

source: La réduction par catégorie/marque n'est pas activée actuellement.
tr_tr: Kategori/marka indirimi şu anda etkin değil.

source: Aucune %s n'a été sélectionnée.
tr_tr: Hiçbir %s seçilmedi.

source: Ce produit est dans la %s "%s" et bénéficie actuellement d'une réduction de %s%%.
tr_tr: Bu ürün "%s" %s içinde ve şu anda %s%% indirimden yararlanıyor.

source: Prix original:
tr_tr: Orijinal fiyat:

source: Prix réduit:
tr_tr: İndirimli fiyat:

source: Attention:
tr_tr: Dikkat:

source: La réduction sera appliquée après enregistrement des paramètres de réduction.
tr_tr: İndirim, indirim ayarları kaydedildikten sonra uygulanacaktır.

source: Ce produit n'est pas dans la %s "%s". Aucune réduction n'est appliquée.
tr_tr: Bu ürün "%s" %s içinde değil. Hiçbir indirim uygulanmıyor.
